{
    "UUAAAC": 718,
    "UAUGGC": 717,
    "AUGCG": 380,
    "AGAGC": 244,
    "UUCAAAAGAAACAACAACAACAAC": 760,
    "UGAGC": 279,
    "AUAGGG": 912,
    "UGACG": 367,
    "AAAAAC": 810,
    "UUACAC": 963,
    "AAAAAG": 100,
    "UAACC": 240,
    "UUUAAUUGACUUCUAUUUGUGCUUUUUAGCCUUUCUGCUAUUCCUUGUUUUAAUAAUGC": 539,
    "UAGAAGAACCUUG": 541,
    "ACCCG": 395,
    "UCAA": 399,
    "GGGAACGACUCGAGUAGAGUCGAAAAGUUUGC": 894,
    "AGCAC": 510,
    "AGUGC": 255,
    "AACG": 32,
    "UAGAC": 991,
    "UUUAG": 277,
    "AACGUAG": 326,
    "UAGAGC": 649,
    "UCAAAA": 439,
    "GGGAACGACUCGAGUAGAGUCGAAAACUCACUUUAAUUGACUUCUAUUUGUGCUUUUUAGCCUUUCUGCUAUUCCUUGUUUUAAUAAUGCUUAUUAUAUUUUGGUUUUCACUCGAAAUCCAGGAUCUAGAAGAACCUUGUACCAAAG": 551,
    "ACGGAGGCACCC": 883,
    "AGUGGC": 999,
    "AGGUG": 214,
    "UUUAA": 195,
    "UGUC": 82,
    "AACGAC": 39,
    "AAAUC": 173,
    "AAGAGG": 982,
    "ACCG": 127,
    "AACUC": 654,
    "GGGAACGACUCGAGUAGAGUCGAAAAUUG": 729,
    "UUUAUG": 903,
    "CCGUUCGC": 731,
    "AGGACG": 767,
    "UCAC": 118,
    "UCGCG": 396,
    "AGUAU": 432,
    "ACGUACUUGUUGUUUUAAAUAAACGAACAAAUUAAAA": 360,
    "AGGUGUUGGUACCUUCAUGAAGGUCACCAAACUGCUGCAUUUAGAGACGUACUUGUUGUUUUAAAUAAACGAACAAAUUAAAAUGUCUGAUAAUGGACCCCAAUCAAACCAACGUAG": 550,
    "UCGG": 115,
    "UCCG": 125,
    "CGCGC": 390,
    "AAGGGG": 571,
    "AUGUC": 846,
    "AAUAC": 199,
    "AAG": 29,
    "AUCUGC": 916,
    "UAAGUGC": 684,
    "UAGAG": 37,
    "UAUUCG": 406,
    "UUUAU": 391,
    "AGGAG": 443,
    "UGGAGG": 498,
    "UUAC": 120,
    "CGCG": 154,
    "GGCG": 165,
    "UUUGAG": 945,
    "UAGGGC": 602,
    "UGUAG": 330,
    "AGGUUG": 844,
    "UGGGCC": 573,
    "CCGCGG": 783,
    "UAACG": 374,
    "AUGAG": 483,
    "ACUAU": 755,
    "GGUGUAAGUGCAGCCCG": 962,
    "AUAAUG": 676,
    "AAAAGC": 310,
    "AAGGUCACC": 346,
    "UUGGUACCUUCAUGAAGGUCACCAAACUGCUGCAUUUAGAG": 358,
    "AAAGGC": 482,
    "AGAUGG": 893,
    "UAAAAC": 417,
    "AUUACG": 860,
    "CCCC": 263,
    "UGCG": 122,
    "ACGGCG": 918,
    "AAUGGC": 518,
    "<s>": 2,
    "AAACAACAACAACAAC": 45,
    "AGAGG": 190,
    "AAUAGG": 637,
    "ACUCG": 304,
    "UGUCG": 506,
    "AUACCC": 728,
    "GGGAACGACUCGAGUAGAGUCG": 44,
    "AAACCG": 824,
    "UGCCC": 314,
    "AAUGAC": 852,
    "UUCGGGG": 416,
    "AGGAGC": 779,
    "GGGAACGACUCGAGUAGAGUCGAAAAAUU": 954,
    "AGAC": 113,
    "UGCGC": 344,
    "UUCAAG": 958,
    "UUUU": 63,
    "AUCCCC": 957,
    "AUAU": 162,
    "ACUU": 150,
    "AAACUGCUGCAUUUAGAG": 352,
    "UGUCUGAUAA": 343,
    "AGACG": 403,
    "UGCAAAAGAAACAACAACAACAAC": 568,
    "AUCAAAAGAAACAACAACAACAAC": 631,
    "UCUCG": 427,
    "UUUAAUUGACUUCUAUUUGUGCUUUUUAGCCUUUCUGCUAUUCCUUGUUUUAAUAAUGCUUAUUAUAUUUUGGUUUUCACUCGAAAUCCAGGAUCUAGAAGAACCUUGUACCAAAG": 548,
    "UGCCCC": 705,
    "AGAGGC": 995,
    "AAAC": 26,
    "AGAUC": 302,
    "AGC": 47,
    "AUGGCG": 626,
    "<unk>": 1,
    "GGGAACGACUCGAGUAGAGUCGAAAAUGG": 959,
    "UCGAAAAGAAACAACAACAACAAC": 614,
    "AGCUG": 615,
    "AUUAUG": 776,
    "UUUCGACG": 990,
    "ACGUACUUG": 347,
    "AAGUC": 721,
    "UAAACG": 794,
    "AAGAGC": 856,
    "UAAAAG": 365,
    "UUCAAC": 886,
    "UCAACC": 979,
    "UUUUG": 188,
    "UAUCG": 377,
    "AUAUUUUGG": 502,
    "UAGGUGUUGGUACCUUCAUGAAGGUCACCAAACUGCUGCAUUUAGAGACGUACUUGUUGUUUUAAAUAAACGAACAAAUUAAAAUGUCUGAUAAUGGACCCCAAUCAAACCAACGUAG": 549,
    "UUUGGG": 876,
    "AGUCC": 303,
    "UAGC": 106,
    "AACAAG": 560,
    "UUUCC": 296,
    "AGGUUCGCC": 424,
    "ACGUUG": 933,
    "AAAAGG": 405,
    "AGAAGC": 865,
    "AGCUUCGGC": 447,
    "UCAGCC": 588,
    "UUGAG": 562,
    "AAAUGC": 532,
    "UUCGCCG": 404,
    "GGGG": 136,
    "ACGUUCGCG": 446,
    "ACACCC": 663,
    "UAUAG": 703,
    "UUGAAAAGAAACAACAACAACAAC": 830,
    "UAGG": 89,
    "AAACCC": 470,
    "UACAG": 605,
    "AGUG": 144,
    "ACAGGC": 430,
    "AGGGCUUUUG": 905,
    "GGGAACGACUCGAGUAGAGUCGAAAAGG": 297,
    "AGGUU": 596,
    "AAGGC": 171,
    "UGGCG": 248,
    "UGGUGG": 451,
    "GGGAACGACUCGAGUAGAGUCGAAAAUU": 413,
    "AA": 9,
    "UCACC": 169,
    "AUAGG": 243,
    "AUCAAC": 642,
    "UUCAG": 660,
    "AUGUUG": 863,
    "UGUGGC": 774,
    "UGAAAC": 442,
    "AAGCGC": 940,
    "UCUUGC": 632,
    "UCACCC": 875,
    "AGGAAC": 672,
    "UGAUG": 197,
    "AUAGC": 196,
    "UCUAU": 564,
    "AUCAC": 597,
    "UUGGGG": 873,
    "UACCGG": 920,
    "AAGGGC": 621,
    "UUAUUAUAUUUUGGUUUUCACUCGAAAUCCAGGAUCUAGAAGAACCUUGUACCAAAG": 546,
    "AAUAAAA": 925,
    "UUAAC": 315,
    "AUCUCC": 805,
    "AAAUUG": 517,
    "AUGAAC": 901,
    "AGGCC": 170,
    "AGCAAC": 658,
    "UAAAUC": 765,
    "UAUG": 98,
    "GGGAACGACUCGAGUAGAGUCGAAAAAAG": 803,
    "UGCGCC": 896,
    "GG": 10,
    "UGUUUU": 477,
    "AGCGCG": 931,
    "AUAGCC": 753,
    "GGGAACGACUCGAGUAGAGUCGAAAAUUC": 797,
    "UGAAAAGAAACAACAACAACAAC": 241,
    "AAUAU": 319,
    "UUUAUU": 485,
    "UGAGGG": 566,
    "AUGG": 71,
    "AGGAAG": 577,
    "UAUUUGUGC": 524,
    "UUCGAG": 713,
    "AGCGCC": 761,
    "UUUC": 85,
    "ACGUACUUGUUGUUUUAAAU": 354,
    "UCUUACACCG": 843,
    "AAGCCC": 993,
    "AAUG": 103,
    "AGUUCGC": 183,
    "AAUAUC": 661,
    "GGGAACGACUCGAGUAGAGUCGAAAAUC": 644,
    "AGCCGG": 828,
    "UAGGGG": 712,
    "AAUUUC": 617,
    "UAGUC": 666,
    "AACUUC": 723,
    "AAACGC": 589,
    "UCGC": 110,
    "UAAAG": 552,
    "ACCCCC": 968,
    "AUCGG": 384,
    "AAGGUCACCAAACUGCUGCAUUUAGAG": 353,
    "UUUCUGC": 458,
    "AAAGAAAG": 512,
    "ACCUGG": 922,
    "AUUCCC": 733,
    "UAAUAA": 683,
    "ACGCGG": 763,
    "UGGC": 78,
    "UGAUAA": 301,
    "UUCUUCGG": 503,
    "UCCUCC": 650,
    "UUAGC": 373,
    "ACACCG": 486,
    "AAGAAAAGAAACAACAACAACAAC": 907,
    "AAC": 15,
    "AAUU": 104,
    "AAGCG": 289,
    "UUUAGC": 754,
    "UGAG": 96,
    "AGGCCG": 565,
    "AACAAAAGAAACAACAACAACAAC": 829,
    "UGGGG": 193,
    "AUUUAG": 831,
    "AUUGC": 158,
    "AUAUAG": 630,
    "GGGAACGACUCGAGUAGAGUCGAAAAUAC": 891,
    "UGUAU": 449,
    "AAUCC": 211,
    "AUUC": 92,
    "AUUAUC": 976,
    "G": 7,
    "ACUUCUAUUUGUGC": 529,
    "AGG": 25,
    "UUCUGG": 885,
    "UGAAAA": 435,
    "UUUUC": 174,
    "ACCAAG": 872,
    "UCGAG": 36,
    "AGAAG": 200,
    "ACGG": 105,
    "AUGAGC": 869,
    "AUAAAAGAAACAACAACAACAAC": 453,
    "UACUGAUG": 738,
    "ACUG": 146,
    "ACUAA": 441,
    "UCAGGG": 814,
    "AAAUGG": 481,
    "AACGCG": 611,
    "UGAA": 411,
    "ACCGG": 341,
    "UAAGCC": 678,
    "AAACGAAC": 322,
    "UCGAGUAGAGUCG": 41,
    "AUUGG": 259,
    "AAUAAG": 612,
    "UGAGGC": 491,
    "UCGAC": 739,
    "UAUCC": 247,
    "UUAAAG": 768,
    "UGAUCC": 942,
    "CCGCC": 245,
    "AUAAGC": 604,
    "UCGUUCGCG": 468,
    "AUAUU": 152,
    "GGCGG": 336,
    "ACUUG": 329,
    "UCAAC": 229,
    "ACAA": 429,
    "UUAA": 394,
    "AGAGGG": 859,
    "UCCUUCGGG": 474,
    "UAG": 24,
    "UACGC": 226,
    "AACGC": 181,
    "UUUGG": 267,
    "AUGUUCGC": 497,
    "AGUUG": 342,
    "GGAAAAGAAACAACAACAACAAC": 488,
    "UUGUC": 673,
    "UCAAGG": 909,
    "UAGUGC": 953,
    "AUUAAG": 773,
    "ACCUCC": 691,
    "UCCAAAAGAAACAACAACAACAAC": 556,
    "AUUUCG": 480,
    "AGGGG": 227,
    "AGGGCG": 620,
    "UUAAAA": 466,
    "UGUGGG": 917,
    "AAGUG": 726,
    "<mask>": 4,
    "UAU": 57,
    "UCAUG": 320,
    "GGGAACGACUCGAGUAGAGUCGAAAAACG": 639,
    "AGCCCC": 496,
    "AAUUCC": 757,
    "UAAUAC": 764,
    "AGCGGC": 769,
    "UAAAAGAAACAACAACAACAAC": 142,
    "UCCGG": 337,
    "AAAAAAAA": 381,
    "UCCCC": 295,
    "UUAUC": 292,
    "AUUUAGAG": 339,
    "UCGACG": 956,
    "UUGGCC": 521,
    "AAAAG": 34,
    "UACUG": 857,
    "UGGUAG": 634,
    "UUUAUC": 790,
    "UGAUGG": 758,
    "ACAGGCACUAG": 889,
    "UGAC": 87,
    "AUUGCC": 581,
    "UAUAC": 479,
    "AUUUUC": 619,
    "GGGAACGACUCGAGUAGAGUCGAAAAAAC": 771,
    "CCG": 56,
    "AUCC": 76,
    "UGUGG": 234,
    "AUCGCC": 744,
    "UACCAAAG": 508,
    "GGGAACGAC": 43,
    "UGCAG": 475,
    "AUCUC": 692,
    "AUCAAG": 806,
    "AUAUAA": 987,
    "AGUCG": 450,
    "ACGGG": 389,
    "UAAUC": 853,
    "UUAUGC": 866,
    "UUGCG": 414,
    "UAUGCC": 766,
    "UCG": 18,
    "ACCAC": 570,
    "UGUAAC": 742,
    "ACAAGG": 879,
    "UGAAG": 192,
    "UCACG": 415,
    "UGCUUCGGC": 487,
    "AC": 13,
    "AAGAG": 476,
    "UAAAA": 128,
    "AUAUG": 235,
    "UUGUUUUAAAU": 349,
    "ACUUAC": 983,
    "<pad>": 0,
    "ACAG": 132,
    "UCUAA": 445,
    "UCGGCG": 751,
    "UACAC": 671,
    "AGCUAC": 583,
    "UCCC": 107,
    "AUAC": 97,
    "UUCGGGC": 398,
    "UAUUCC": 364,
    "UAGAAG": 387,
    "CCCGG": 440,
    "UGCUG": 670,
    "AUUUU": 216,
    "GGC": 54,
    "ACCUUCGGG": 460,
    "AGUAA": 369,
    "AAAG": 62,
    "AACUCC": 575,
    "UUACC": 294,
    "UUUAAUUG": 511,
    "ACAC": 83,
    "AGGCACCC": 693,
    "AUUUAA": 720,
    "AGAGCG": 811,
    "ACUC": 143,
    "AAUCG": 368,
    "UCCCCC": 796,
    "UCC": 49,
    "AUAAUC": 514,
    "AUUAC": 587,
    "AGGGGG": 808,
    "AUAACC": 700,
    "ACCAG": 677,
    "UAAACC": 527,
    "CGCGG": 438,
    "AAAAAAG": 576,
    "UCCUC": 781,
    "AGAAAC": 513,
    "AGUU": 138,
    "AUGUCG": 835,
    "UGGUUCGCC": 462,
    "AGGCGG": 580,
    "AAGG": 67,
    "UCUAC": 282,
    "GGGAACGACUCGAGUAGAGUCGAAAAAG": 423,
    "ACCACC": 437,
    "AUCG": 80,
    "GGGC": 114,
    "AUAUUC": 699,
    "AAAGG": 145,
    "AUCGC": 194,
    "AGGUUC": 834,
    "ACG": 51,
    "AACAAC": 19,
    "AUGGGC": 688,
    "UUCGCGC": 393,
    "AGUGG": 264,
    "AGCUC": 682,
    "UAAAUU": 567,
    "ACAUG": 290,
    "AUAAC": 198,
    "UCAUCC": 821,
    "AGGAAAAGAAACAACAACAACAAC": 579,
    "AUAAUU": 598,
    "UUCAUG": 288,
    "AGCC": 72,
    "AUCAG": 561,
    "UUCGG": 60,
    "UCAAAG": 787,
    "CCC": 58,
    "AGAAAAGAAACAACAACAACAAC": 242,
    "AAGCC": 153,
    "AAACGAACAAAUUAAAA": 356,
    "UGGAG": 526,
    "UAGAAAAGAAACAACAACAACAAC": 681,
    "UCCAG": 792,
    "AAACC": 130,
    "AAAA": 20,
    "AUAAG": 207,
    "AGGUGG": 590,
    "AUAGGC": 740,
    "ACCUUG": 895,
    "UGGUC": 734,
    "AAUAUG": 702,
    "AGAA": 155,
    "U": 8,
    "UCGGCC": 855,
    "UCCAC": 820,
    "UGAGG": 249,
    "GGGAACGACUCGAGUAGAGUCGAAAAGAAAGAAAG": 892,
    "AACAC": 489,
    "UACCC": 223,
    "UGUG": 117,
    "UUCGGC": 148,
    "AAACG": 135,
    "AAGAC": 629,
    "AGAUU": 338,
    "AACC": 66,
    "UCUU": 131,
    "UCCCG": 378,
    "UUCGCC": 133,
    "UUGGUACC": 340,
    "AUAAAU": 463,
    "AAAGGG": 523,
    "ACCAGC": 732,
    "AACUG": 788,
    "AUGGC": 182,
    "GGGAACGACUCGAGUAGAGUCGAAAACGC": 874,
    "AGCUGG": 655,
    "AUUAAC": 847,
    "UAAGCG": 777,
    "AGCGG": 306,
    "UUAUUAUAUUUUGGUUUUCACUCGAAAUCCAGGAUC": 544,
    "UGCUGC": 218,
    "UCAGGC": 800,
    "ACAAAAGAAACAACAACAACAAC": 237,
    "UUUUGG": 591,
    "UCUC": 109,
    "UACGCC": 669,
    "AAUUCG": 675,
    "UAAGGG": 858,
    "UUGGUACCUUCAUGAAGGUCACCAAACUGCUGCAUUUAGAGACGUACUUGUUGUUUUAAAUAAACGAACAAAUUAAAAUGUCUGAUAAUGGACCCCAAUCAAACCAACGUAG": 362,
    "CGC": 59,
    "UCUUG": 293,
    "AGCGC": 321,
    "AUUUAU": 638,
    "ACCCCG": 807,
    "UUGGC": 271,
    "UC": 11,
    "AUGCCG": 719,
    "UAGGCC": 897,
    "UAGAUU": 986,
    "UAAUG": 789,
    "AAAU": 84,
    "UGUUC": 265,
    "AAAAAAAC": 890,
    "UUG": 38,
    "UUUCCC": 756,
    "UUUGC": 239,
    "AUU": 28,
    "UACUGAUGUCG": 900,
    "AAAACC": 309,
    "CCGG": 401,
    "UAUU": 81,
    "UUAAUC": 841,
    "AGUAGC": 961,
    "UAUCCC": 952,
    "AUAUC": 233,
    "AAAUAGG": 975,
    "UGGUG": 585,
    "AUCUUCGG": 444,
    "UAUGC": 222,
    "ACUGG": 280,
    "AUGAC": 707,
    "AAAAACC": 888,
    "AUCUG": 819,
    "AGAAAG": 636,
    "AUAAAA": 262,
    "GGGAACGACUCGAGUAGAGUCGAAAAGGG": 574,
    "UGC": 46,
    "AAGUUCGC": 628,
    "UGUCUGAUAAUGGACCCCAAUCAAACCAACGUAG": 357,
    "UCUUACACCGUGCGGC": 935,
    "AGAG": 86,
    "AAGUGG": 410,
    "AGUAG": 366,
    "UCCCCG": 870,
    "ACGAG": 798,
    "UGCAAG": 674,
    "GGCAAAAGAAACAACAACAACAAC": 840,
    "UGCUU": 563,
    "UAAGG": 251,
    "UCGCC": 236,
    "GGGAACGACUCGAGUAGAGUCGAAAACC": 418,
    "ACUCGAAAUCCAGGAUC": 542,
    "UGUUUC": 939,
    "UUGUGG": 941,
    "GGGAACGACUCGAGUAGAGUCGAAAAGCG": 946,
    "AAAUAAAA": 997,
    "AUUG": 64,
    "AAUAG": 212,
    "AGCUCC": 984,
    "AUAG": 119,
    "AAGC": 70,
    "UGCGCG": 929,
    "UCUAUU": 938,
    "UCGGGG": 640,
    "GGGAACGACUCGAGUAGAGUCGAAAAAUG": 948,
    "UACC": 88,
    "UCAUU": 307,
    "UCGUCG": 686,
    "UCAAUC": 887,
    "UUCAC": 495,
    "AUGGCC": 553,
    "UCCGCG": 923,
    "ACAGC": 266,
    "AGGAC": 509,
    "AAGUCC": 706,
    "UUUUUAGCCUUUCUGCUAUUCC": 530,
    "GGGAAAAGAAACAACAACAACAAC": 899,
    "AAUACG": 964,
    "UAAUUC": 837,
    "AAUGCC": 627,
    "UUCAUC": 928,
    "UU": 14,
    "UCUCC": 256,
    "UUAUG": 324,
    "AUUUUG": 646,
    "UACAAAAGAAACAACAACAACAAC": 656,
    "AGGC": 65,
    "AUUUC": 618,
    "UUGAUG": 759,
    "AUAUUG": 492,
    "ACUAG": 332,
    "UAUUG": 201,
    "UUCCC": 334,
    "UAAC": 93,
    "ACCGC": 386,
    "UUAGG": 376,
    "UCCGC": 388,
    "UACG": 99,
    "AUUAGC": 850,
    "UAAUU": 515,
    "AAAUCCAGGAUC": 540,
    "UAACAAC": 966,
    "UGAGCG": 624,
    "UUCUG": 882,
    "UUCUCC": 969,
    "AGCCC": 258,
    "UUCC": 95,
    "UUCUUC": 472,
    "AGGUAC": 924,
    "AU": 21,
    "AUUAG": 603,
    "AAGUU": 727,
    "AUUGGG": 665,
    "UCUUUU": 555,
    "UUUAAUUGACUUCUAUUUGUGCUUUUUAGCCUUUCUGCUAUUCCUUGUUUU": 537,
    "UUGAC": 679,
    "AACCC": 166,
    "UGCCG": 363,
    "C": 6,
    "AGACCG": 696,
    "AAUUGG": 609,
    "GGGAACGACUCGAGUAGAGUCGAAAAGGC": 801,
    "AUAGAC": 813,
    "AAAACG": 685,
    "CCGC": 126,
    "GGGAACGACUCGAGUAGAGUCGAAAAUG": 607,
    "UUCCG": 400,
    "AACUAC": 633,
    "UAGAAGAACCUUGUACCAAAG": 543,
    "UGUAUU": 913,
    "ACAAAC": 762,
    "UCGCCG": 947,
    "GGUGUAAGUGC": 868,
    "CCGAAAAGAAACAACAACAACAAC": 822,
    "AUGACC": 906,
    "CCCAAAAGAAACAACAACAACAAC": 809,
    "CCCAAUC": 331,
    "ACAAAG": 951,
    "</s>": 3,
    "UAUUC": 851,
    "UCAAG": 270,
    "AGGCG": 281,
    "AAGCCUCC": 643,
    "UGGGC": 185,
    "UUUUCC": 662,
    "AACCG": 273,
    "AUGUAG": 812,
    "AGACC": 298,
    "UUGGGC": 799,
    "AAGGCC": 516,
    "UCAGG": 203,
    "AUC": 31,
    "AAAUCG": 871,
    "UUAAG": 317,
    "UGUAA": 278,
    "AAUACC": 750,
    "UUCUC": 698,
    "GGGAACGACUCGAGUAGAGUCGAAAAUCC": 910,
    "AGGGC": 156,
    "UAAAUG": 594,
    "UGCUGG": 710,
    "ACCC": 101,
    "AAUCGG": 943,
    "GGUG": 168,
    "AUAGAG": 547,
    "ACAAC": 246,
    "UGCGGC": 434,
    "AUGAUG": 623,
    "AUGCGG": 817,
    "UUAUUC": 864,
    "UAUUGG": 825,
    "UAAAC": 167,
    "AAUGUC": 741,
    "AAUAUU": 586,
    "AUAAGG": 694,
    "AAAUU": 137,
    "AAUGAG": 849,
    "UCGCGG": 884,
    "ACAUGG": 919,
    "UAA": 52,
    "AGUC": 141,
    "AUAUCG": 927,
    "UACCG": 382,
    "AACAGC": 538,
    "UGG": 33,
    "UAGUG": 782,
    "UAGCG": 312,
    "UAAAAAG": 827,
    "AAAUG": 178,
    "AUACAC": 701,
    "UGAUU": 283,
    "UGACGG": 535,
    "AUGGGG": 595,
    "AUCAGG": 911,
    "AGCCCG": 459,
    "AUUCG": 129,
    "UUUGAC": 955,
    "UGACC": 299,
    "ACGC": 116,
    "ACGUACUUGUUGUUUUAAAUAAACGAACAAAUUAAAAUGUCUGAUAAUGGACCCCAAUCAAACCAACGUAG": 361,
    "GGGAACGACUCGAGUAGAGUCGAAAACG": 408,
    "UAAUGC": 584,
    "AUAUCC": 715,
    "UGAGCC": 697,
    "AGGGCC": 465,
    "AAAGCG": 749,
    "AAAAAUC": 981,
    "ACAUU": 311,
    "UGUCC": 370,
    "ACGGCC": 746,
    "ACAUC": 274,
    "ACUUCUAUUUGUGCUUUUUAGCCUUUCUGCUAUUCC": 531,
    "AGAUG": 250,
    "UAAGGC": 902,
    "UGCCCG": 967,
    "UAAUGG": 839,
    "ACAGG": 260,
    "AAAGCC": 478,
    "UGGAAAAGAAACAACAACAACAAC": 601,
    "AAAAAAC": 908,
    "ACCCC": 313,
    "ACC": 50,
    "UUAUU": 184,
    "GGGAACGACUCGAGUAGAGUCGAAAAGCC": 921,
    "UUGGG": 285,
    "UUCUUG": 914,
    "AAUAAUGC": 494,
    "UCAG": 123,
    "GGGAACGACUCGAGUAGAGUCGAAAAG": 91,
    "CCGCG": 461,
    "AUCCGG": 867,
    "ACUGC": 261,
    "AGCAGC": 457,
    "CGCC": 149,
    "UAAAGC": 848,
    "AAACUGCUGC": 348,
    "UAAAAAGAAACAACAACAACAAC": 426,
    "ACGAAAAGAAACAACAACAACAAC": 608,
    "UUCGCCC": 407,
    "UUGUUCGC": 545,
    "UG": 16,
    "AUAUGG": 385,
    "AACGACG": 970,
    "UAAGC": 215,
    "UGGGGC": 667,
    "GGGAACGACUCGAGUAGAGUCGAAAAGC": 254,
    "AUCCG": 359,
    "AUG": 30,
    "AGGCGC": 704,
    "UCUUCC": 600,
    "AAAUCC": 335,
    "UCAAAC": 592,
    "UACGCG": 775,
    "AUGUG": 861,
    "UAUAGC": 881,
    "AUAAAC": 421,
    "UUCGCG": 140,
    "UGGAC": 179,
    "GGG": 22,
    "AUCUU": 651,
    "ACUUC": 230,
    "AUUUG": 635,
    "AUAAAG": 397,
    "UAGGCG": 985,
    "ACUAC": 318,
    "UCAAGC": 877,
    "UGACCC": 664,
    "UCGGG": 375,
    "AAAAGAAACAACAACAACAAC": 48,
    "UAAG": 90,
    "UCUGG": 300,
    "AAUGGG": 641,
    "AAGAUG": 687,
    "ACCUC": 770,
    "AAUUUU": 452,
    "GGGAACGACUCGAGUAGAGUCGAAAAGGGG": 657,
    "UUUAC": 287,
    "CCCG": 428,
    "UUGCC": 177,
    "ACAAAA": 455,
    "UUC": 27,
    "AAUGC": 208,
    "GGGCG": 409,
    "AGCAG": 464,
    "AUCGAG": 599,
    "UUUCGAG": 501,
    "UGCUC": 689,
    "AGGG": 61,
    "AAUC": 77,
    "AGCG": 108,
    "AGGUC": 520,
    "AAGAUU": 898,
    "AAGGCG": 778,
    "UGCCGG": 784,
    "AAGAAC": 448,
    "UGGUU": 499,
    "GGGAACGACUCGAGUAGAGUCGAAAAAAAA": 436,
    "AUAUGC": 722,
    "UCAUC": 238,
    "UGUU": 134,
    "CCCAAUCAAACC": 350,
    "CGAG": 714,
    "UCUCCC": 915,
    "ACCAAAAGAAACAACAACAACAAC": 593,
    "AACACC": 971,
    "UGGCC": 175,
    "AGAAC": 228,
    "UCGAGC": 392,
    "GGGAACGACUCGAGUAGAGUCGAAAAAGC": 519,
    "UUGGCG": 752,
    "AGGCCC": 936,
    "AUCUGG": 854,
    "CC": 17,
    "AUGGG": 202,
    "UUCGC": 68,
    "UGGGCG": 504,
    "UGAAAG": 500,
    "ACUUCGG": 187,
    "AAUUG": 206,
    "AUUCC": 231,
    "UUCGGCC": 379,
    "UUAUUAUAUUUUGGUUUUC": 534,
    "GGGAACGACUCGAGUAGAGUCGAAAACUCAC": 507,
    "GGGCC": 305,
    "UAGUUCGC": 490,
    "AUGAAG": 569,
    "ACGUC": 965,
    "UUUAAG": 977,
    "CCCUUCGG": 842,
    "UGCUCC": 972,
    "UGAUGC": 978,
    "UACUUCGG": 467,
    "UUGGUACCUUCAUG": 355,
    "AUGAAAAGAAACAACAACAACAAC": 695,
    "CGCAAAAGAAACAACAACAACAAC": 785,
    "GGGAACGACUCGAGUAGAGUCGAAAAC": 112,
    "UCCAGC": 930,
    "UAGCC": 176,
    "ACGCC": 205,
    "UUUUGC": 743,
    "UGAAGCGCGC": 748,
    "AAGAAG": 402,
    "UAC": 35,
    "AAACGG": 833,
    "UGUAC": 333,
    "UUCGGG": 139,
    "AGAUUC": 992,
    "UCUUCGG": 172,
    "AUCUUC": 625,
    "UCGGC": 383,
    "AUUAUU": 493,
    "UAUCGC": 680,
    "UCUUC": 221,
    "UAACGC": 791,
    "UGUCCC": 826,
    "AUUCCG": 878,
    "UCCUGG": 772,
    "UUCGGCG": 419,
    "AUCACC": 578,
    "AUCAUC": 554,
    "AAUUGC": 711,
    "ACGGC": 257,
    "ACAU": 473,
    "CGCCC": 736,
    "AUUUGG": 880,
    "UAUUGC": 469,
    "UGCUAA": 932,
    "UUCG": 53,
    "UGAUC": 252,
    "GGGAACGACUCGAGUAGAGUCGAAAAAC": 425,
    "UUGUU": 558,
    "UCUAG": 422,
    "UGUUCGC": 180,
    "AUAA": 124,
    "AUCAGC": 709,
    "UGCUAC": 737,
    "AUUUAC": 716,
    "UUUAAUUGACUUCUAUUUGUGCUUUUUAGCCUUUCUGCUAUUCC": 536,
    "UGACCG": 998,
    "UCAGC": 224,
    "AAGGG": 191,
    "AUACC": 225,
    "UUGG": 75,
    "UCAAAAGAAACAACAACAACAAC": 217,
    "UACUAC": 724,
    "ACGCG": 308,
    "AACUGG": 980,
    "UUAG": 163,
    "AAGCGG": 780,
    "UGGCGG": 610,
    "UGAAGG": 484,
    "AACGG": 372,
    "AAAAC": 73,
    "UUUAAC": 690,
    "ACCGGG": 996,
    "AUACG": 275,
    "UGCUUG": 862,
    "AAUGCG": 832,
    "UGUUG": 269,
    "AAUGG": 164,
    "AAAACCC": 973,
    "UAGAGUCG": 40,
    "AACUUCGG": 613,
    "ACACC": 291,
    "AUCCC": 204,
    "UUUCG": 159,
    "AAUUC": 210,
    "UCGCUUCGGCG": 937,
    "AUGC": 74,
    "UACGG": 232,
    "AAUAAC": 505,
    "AGGAGG": 420,
    "UUUCUGCUAUUCC": 528,
    "ACUCC": 268,
    "AAGACC": 747,
    "UACUUG": 276,
    "UGAAGC": 572,
    "UGGG": 69,
    "UAUC": 102,
    "AUGCC": 157,
    "AGCUGC": 645,
    "UAAUCC": 988,
    "AACAG": 559,
    "AAAUUAAAA": 316,
    "UCUUCGGAGG": 904,
    "UGCGG": 328,
    "GGCC": 147,
    "AACAACAACAAC": 42,
    "AGUAC": 325,
    "UGUCUGAUAAUGGAC": 345,
    "AGAAAA": 433,
    "UAGGUG": 456,
    "UCCGCC": 648,
    "UAUGGG": 793,
    "ACACG": 431,
    "AUAUAC": 668,
    "UUACG": 323,
    "UGCAAC": 471,
    "UGUGC": 186,
    "ACAAG": 253,
    "AGGAUG": 730,
    "UGCAGC": 786,
    "UUUUCG": 745,
    "AGGGGC": 653,
    "CG": 23,
    "UACGUUCGCG": 926,
    "UUUG": 111,
    "AGCCG": 327,
    "UUUACC": 949,
    "UACAAC": 950,
    "UCUG": 151,
    "UGCAC": 606,
    "AAAAAGAAACAACAACAACAAC": 121,
    "AACGCC": 622,
    "UUAUUAUAUUUUGG": 533,
    "AAUAGC": 838,
    "GGGAACGACUCGAGUAGAGUCGAA": 189,
    "AUGCCC": 652,
    "UGGAAG": 816,
    "AACCGG": 616,
    "AAUCCC": 659,
    "UGAAC": 284,
    "UGUCUGAUAAUGGACCCCAAUCAAACC": 351,
    "UGCC": 79,
    "AACCUUG": 454,
    "UGGGGG": 994,
    "A": 5,
    "AGUUC": 272,
    "UAUGG": 209,
    "GGGAACGACUCGAGUAGAGUCGAAAA": 55,
    "AGGUAG": 804,
    "UCUGC": 286,
    "ACGGGG": 818,
    "UAGGG": 219,
    "AGACAC": 974,
    "AUUGGC": 802,
    "AGAAGG": 836,
    "AGGAUC": 371,
    "GGGAACGACUCGAGUAGAGUCGAAAAACC": 989,
    "UCUUGG": 934,
    "UAGGC": 213,
    "UUUUUAGCC": 525,
    "UUUGUC": 944,
    "ACCGCG": 960,
    "CGAAAAGAAACAACAACAACAAC": 522,
    "AGGACC": 725,
    "UUCGCGG": 412,
    "AG": 12,
    "GGAG": 557,
    "ACCGCC": 795,
    "UUUUUUUU": 735,
    "UUUGGC": 815,
    "AAAGC": 161,
    "UUGUUUU": 220,
    "AGCAAAAGAAACAACAACAACAAC": 582,
    "AUAGCG": 647,
    "AACCCC": 708,
    "AAUAA": 160,
    "UUGC": 94,
    "AAUCCG": 823,
    "UGCGGG": 845
}